{
  "id":1,
  "email":"csharath642@gmail.com",
  "name": "Sharathchandra",
  "jobTitle": "Software Engineer",
  "company": "Google",
  "location": "New York, United States",
  "about": "As a Software Engineer at Google, I specialize in building scalable and high-performance applications. My expertise lies in integrating front-end and back-end technologies to deliver seamless user experiences. With a strong foundation in React and SpringBoot, and a focus on MongoDB for database solutions, I am passionate about leveraging the latest technologies to solve complex problems and drive innovation. My goal is to create impactful software that enhances productivity and meets user needs effectively.",
  "skills": ["React", "SpringBoot", "MongoDB", "HTML", "CSS", "JavaScript", "Node.js", "Express", "MySQL", "Python", "Django", "Figma", "Sketch", "Docker", "AWS"],
  "experiences": [
    {
      "title": "Software Engineer III",
      "company": "Google",
      "location": "New York, United States",
      "startDate": "2023-04-01T00:00:00",
      "endDate": "2023-04-01T00:00:00",
      "description": "As a Software Engineer at Google, I am responsible for designing, developing, and maintaining scalable software solutions that enhance user experience and improve operational efficiency. My role involves collaborating with cross-functional teams to define project requirements, develop technical specifications, and implement robust applications using cutting-edge technologies. I actively participate in code reviews, ensuring adherence to best practices and coding standards, and contribute to the continuous improvement of the development process."
    },
    {
      "title": "Software Engineer",
      "company": "Microsoft",
      "location": "Seattle, United States",
      "startDate": "2018-06-01T00:00:00",
      "endDate": "2023-03-01T00:00:00",
      "description": "At Microsoft, I worked on developing and optimizing cloud-based applications, focusing on enhancing performance and scalability. I collaborated with product managers and designers to create innovative features that improved user engagement. My responsibilities included writing clean, maintainable code, performing code reviews, and mentoring junior developers. I played a key role in migrating legacy applications to modern cloud infrastructure, resulting in significant cost savings and improved efficiency."
    }
  ],
  "certifications": [
    {
      "name": "Google Professional Cloud Architect",
      "issuer": "Google",
      "issueDate": "2023-08-01T00:00:00",
      "certificateId": "CB72982GG"
    },
    {
      "name": "Microsoft Certified: Azure Solutions Architect Expert",
      "issuer": "Microsoft",
      "issueDate": "2024-05-01T00:00:00",
      "certificateId": "MS12345AZ"
    }
  ]
}